<?php
// Heading
$_['heading_title'] = 'XML Поставщики';
$_['heading_base_title'] = 'Обновление базы данных';

// Text
$_['text_name'] = 'Название';
$_['text_link'] = 'Ссылка';
$_['text_status'] = 'Статус';
$_['text_action'] = 'Событие';

$_['text_key'] = 'Название ключа';
$_['text_value'] = 'Пример значения';
$_['text_to'] = 'Привязка';

$_['text_on'] = 'Включено';
$_['text_off'] = 'Выключено';

$_['text_sku'] = 'SKU';
$_['text_category'] = 'Категория';
$_['text_description'] = 'Описание';
$_['text_price'] = 'Цена';
$_['text_price_stock'] = 'Цена со скидкой';
$_['text_date'] = 'Дата';
$_['text_availability'] = 'Наличие';
$_['text_quantity'] = 'Количество';
$_['text_image'] = 'Изображение';
$_['text_image_extra'] = 'Доп. изображение';
$_['text_product_number'] = 'Номер продукта для проверки';

$_['text_xml_check'] = 'Ниже колонки, которые есть в данном XML с примерами данных.
            Выберите колонки, которые вы хотели бы использовать для загрузки,
             а остальные выключите. Ключ SKU обязательный. В конце настройки надо сохранить';
$_['text_xml_start'] = 'Заполните поля выше и нажмите "Start" для того, что бы обработать XML по ссылке';
$_['text_xml_upload_all_start'] = 'Нажмите "Start" для того запустить ручную загрузку данных из XML всех выбраних поставщиков';
$_['get_next_product_fields'] = 'Взять поля из следующего товара';
$_['if_you_want_to_check_other'] = 'Если вы считаете, что в этом товаре недостаточно полей вы можете проверить следующий';


$_['text_success'] = 'Настройки успешно сохранены';
?>